{
  "auto-pairs": { "branch": "master" },
  "black": { "branch": "main" },
  "coc.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "omnisharp-vim": { "branch": "master" },
  "python-mode": { "branch": "develop" },
  "rust.vim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-javascript": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-ledger": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-prettier": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-surround": { "branch": "master" }
}
